import React from 'react';
import { useState,useEffect } from 'react';
import { Box } from '@mui/system';
import './about.css';

function About(){
 

 


    return (
        <div>
            <div className='title-box'>
      <Box className="head-title">About</Box>
      </div>
      <Box className="about-myweb">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เว็บไซด์ <img src=""></img>onsai เว็บไซด์ในการหาข่าวเกี่ยวกับหุ้นภายในประเทศเพื่อให้ง่ายต่อการตัดสินใจของนักลงทุนหน้าใหม่และนักลงทุนเก่า ซึ่งมุ่งเน้นให้ผู้ใช้ทุกรุ่นสามารถใช้ได้อย่างง่ายดาย โดยกรองแค่หัวข้อสำคัญเท่านั้นมาให้ผู้ใช้ได้เห็นไม่ว่าจะเป็น กราฟ set ที่บงบอกแนวโน้มของตลาดภายในวันต่อวัน ราคาหุ้นที่เพิ่มขึ้นสูงสุดและลดลงสูงสุดต่อวัน กลุ่มตลาดที่น่าสนใจภายในประเทศ และที่สำคัญข่าวของบริษัทนั้นๆ โดยทางคณะผู้จัดทำได้ดึงข้อมูลเหล่ามาจากแหล่งที่มองว่าเชื่อถือที่สุด ภายในเว็บจะเน้นความง่ายเพื่อความเป็นมิตรกับรายใหม่ที่มักมองว่าการลงทุนเป็นเรื่องที่ยากให้กลายเป็นเรื่องง่าย 
</Box>
</div>
      
    );
  
}
export default About;